import './Disclaimer.css'

function Disclaimer() {
  return (
    <div className="disclaimer">
      <div className="disclaimer-content">
        <div className="disclaimer-title">© 2013-2025 ООО «DUTYSTOM». Все права защищены.</div>
        <div className="disclaimer-text">
          Обращаем Ваше внимание на то, что данный Сайт носит исключительно информационный (ознакомительный) характер, предназначенный для профессионального использования работниками здравоохранения, и ни при каких условиях информационные материалы и цены, размещенные на сайте, не являются публичной офертой, определяемой положениями Ст.437 Гражданского кодекса РФ. Указанные на сайте цены, комплектации, технические характеристики и инструкции могут быть изменены в любое время без предварительного уведомления пользователей. Представленная на Сайте информация о товарах не означает, что данный товар есть в наличии для продажи. Оттенок цвета изделий может отличаться от представленного на Сайте изображения. Для получения подробной информации, пожалуйста, свяжитесь с менеджерами компании <span className="disclaimer-contact">info@dutystom.ru</span> <span className="disclaimer-contact">+7 930-950-88-87</span>
        </div>
      </div>
    </div>
  )
}

export default Disclaimer
